castwide.solargraph
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dariofuzinato.vue-peek
dbaeumer.vscode-eslint
eg2.vscode-npm-script
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
heptio.jsonnet
karunamurti.haml
ms-vscode.Go
mubaidr.vuejs-extension-pack
octref.vetur
PeterJausovec.vscode-docker
rebornix.ruby
robertohuertasm.vscode-icons
sgryjp.japanese-word-handler
streetsidesoftware.code-spell-checker
tombonnike.vscode-status-bar-format-toggle
vscodevim.vim
xabikos.JavaScriptSnippets
zxh404.vscode-proto3
